Repository: beehan8851/beehan8851
Catalog: ios-app/MorningCompanion/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: Covers
de: Joker
es: Comodines
fr: Jokers
it: Jolly
ja: カバー
ko: 보호권
pt_br: Proteções
ru: Страховки
tr: Kalkanlar
zh_hans: 护盾
zh_hant: 護盾

source: Covers: %lld
de: Joker: %lld
es: Comodines: %lld
fr: Jokers : %lld
it: Jolly: %lld
ja: カバー：%lld
ko: 보호권: %lld
pt_br: Proteções: %lld
ru: Страховки: %lld
tr: Kalkanlar: %lld
zh_hans: 护盾：%lld
zh_hant: 護盾：%lld

source: Create Alarm
de: Wecker erstellen
es: Crear alarma
fr: Créer l'alarme
it: Crea sveglia
ja: アラームを作成
ko: 알람 만들기
pt_br: Criar alarme
ru: Создать будильник
tr: Alarm oluştur
zh_hans: 创建闹钟
zh_hant: 建立鬧鐘

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмное
tr: Koyu
zh_hans: 深色
zh_hant: 深色

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
zh_hans: 日期
zh_hant: 日期

source: Dawnwick Premium renews automatically at %@ per %@ until you cancel. %@
de: Dawnwick Premium verlängert sich automatisch für %@ pro %@, bis du kündigst. %@
es: Dawnwick Premium se renueva automáticamente por %@ al %@ hasta que lo canceles. %@
fr: Dawnwick Premium se renouvelle automatiquement à %@ par %@ jusqu'à annulation. %@
it: Dawnwick Premium si rinnova automaticamente a %@ ogni %@ finché non disdici. %@
ja: Dawnwick Premiumは、解約するまで%@ごとに%@で自動更新されます。%@
ko: Dawnwick Premium은 해지할 때까지 %@마다 %@에 자동 갱신됩니다. %@
pt_br: O Dawnwick Premium é renovado automaticamente por %@ a cada %@ até você cancelar. %@
ru: Dawnwick Premium продлевается автоматически за %@ в %@, пока вы не отмените подписку. %@
tr: Dawnwick Premium, sen iptal edene kadar %@ başına %@ tutarında otomatik olarak yenilenir. %@
zh_hans: Dawnwick Premium 将按每 %@ %@ 自动续订，直至你取消。%@
zh_hant: Dawnwick Premium 將以每 %@ %@ 自動續訂，直到你取消為止。%@

source: Dawnwick reads the sleep your iPhone or Watch already records. Nothing leaves your device.
de: Dawnwick liest den Schlaf, den dein iPhone oder deine Watch ohnehin aufzeichnet. Nichts verlässt dein Gerät.
es: Dawnwick lee el sueño que tu iPhone o tu Watch ya registran. Nada sale de tu dispositivo.
fr: Dawnwick lit le sommeil que votre iPhone ou votre Watch enregistre déjà. Rien ne quitte votre appareil.
it: Dawnwick legge il sonno che il tuo iPhone o il tuo Watch registrano già. Niente lascia il tuo dispositivo.
ja: DawnwickはiPhoneやApple Watchがすでに記録している睡眠を読み取ります。データが端末の外に出ることはありません。
ko: Dawnwick은 iPhone이나 Apple Watch가 이미 기록한 수면을 읽습니다. 데이터는 기기 밖으로 나가지 않습니다.
pt_br: O Dawnwick lê o sono que seu iPhone ou Watch já registra. Nada sai do seu dispositivo.
ru: Dawnwick читает данные о сне, которые ваш iPhone или Apple Watch уже записывают. Ничего не покидает устройство.
tr: Dawnwick, iPhone'unun ya da Watch'unun zaten kaydettiği uyku verisini okur. Hiçbir şey cihazından çıkmaz.
zh_hans: Dawnwick 读取你的 iPhone 或 Apple Watch 已经记录的睡眠数据。数据不会离开你的设备。
zh_hant: Dawnwick 會讀取你的 iPhone 或 Apple Watch 已經記錄的睡眠資料。資料不會離開你的裝置。

source: Dawnwick rings through Silent mode and Focus, then asks you to do one small thing before it stops.
de: Dawnwick klingelt im Lautlos-Modus und bei Fokus und verlangt dann eine kleine Aufgabe, bevor es aufhört.
es: Dawnwick suena en modo Silencio y con Concentración, y luego te pide una pequeña tarea antes de parar.
fr: Dawnwick sonne en mode Silencieux et en Concentration, puis vous demande une petite tâche avant de s'arrêter.
it: Dawnwick suona in modalità Silenzioso e con Full Immersion, poi ti chiede una piccola cosa prima di fermarsi.
ja: Dawnwickは消音モードや集中モードでも鳴り、止まる前に小さな課題を1つ出します。
ko: Dawnwick은 무음 모드와 집중 모드에서도 울리고, 멈추기 전에 작은 과제 하나를 요청합니다.
pt_br: O Dawnwick toca no modo Silencioso e com o Foco ativo, e então pede uma tarefinha antes de parar.
ru: Dawnwick звонит в беззвучном режиме и при включённом Фокусировании, а перед выключением просит выполнить одно небольшое задание.
tr: Dawnwick Sessiz modda ve Odak açıkken de çalar, durmadan önce senden küçük bir şey yapmanı ister.
zh_hans: Dawnwick 在静音模式和专注模式下也会响，并在停止前让你完成一件小事。
zh_hant: Dawnwick 在靜音模式和專注模式下也會響，並在停止前請你完成一件小事。

source: Dawnwick uses the system alarm, so it sounds even when your phone is silenced. iOS will ask you twice.
de: Dawnwick nutzt den Systemwecker und klingelt deshalb auch bei stummgeschaltetem Telefon. iOS fragt dich zweimal.
es: Dawnwick usa la alarma del sistema, así que suena aunque el teléfono esté en silencio. iOS te lo preguntará dos veces.
fr: Dawnwick utilise l'alarme système : elle sonne même téléphone en silencieux. iOS vous demandera deux autorisations.
it: Dawnwick usa la sveglia di sistema, quindi suona anche con il telefono silenziato. iOS ti farà due richieste.
ja: Dawnwickはシステムのアラームを使うため、消音中でも鳴ります。iOSから2回確認があります。
ko: Dawnwick은 시스템 알람을 사용해 무음 상태에서도 울립니다. iOS가 두 번 물어봅니다.
pt_br: O Dawnwick usa o alarme do sistema, então toca mesmo com o telefone no silencioso. O iOS vai perguntar duas vezes.
ru: Dawnwick использует системный будильник, поэтому звучит даже в беззвучном режиме. iOS запросит разрешение дважды.
tr: Dawnwick sistem alarmını kullanır, bu yüzden telefonun sessizdeyken bile çalar. iOS sana iki kez soracak.
zh_hans: Dawnwick 使用系统闹钟，即使手机静音也会响。iOS 会向你请求两次权限。
zh_hant: Dawnwick 使用系統鬧鐘，即使手機靜音也會響。iOS 會向你要求兩次權限。

source: Day %lld of your streak.
de: Tag %lld deiner Serie.
es: Día %lld de tu racha.
fr: Jour %lld de votre série.
it: Giorno %lld della tua serie.
ja: 連続%lld日目です。
ko: 연속 %lld일째입니다.
pt_br: Dia %lld da sua sequência.
ru: %lld-й день вашей серии.
tr: Serinin %lld. günü.
zh_hans: 连续第 %lld 天。
zh_hant: 連續第 %lld 天。

source: Deep rhythm
de: Tiefer Rhythmus
es: Ritmo profundo
fr: Rythme profond
it: Ritmo profondo
ja: 低く響くリズム
ko: 깊은 리듬
pt_br: Ritmo profundo
ru: Глубокий ритм
tr: Derin ritim
zh_hans: 低沉节奏
zh_hant: 低沉節奏

source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认
zh_hant: 預設

source: Default sound
de: Standardton
es: Sonido por defecto
fr: Son par défaut
it: Suono predefinito
ja: デフォルトのサウンド
ko: 기본 사운드
pt_br: Som padrão
ru: Звук по умолчанию
tr: Varsayılan ses
zh_hans: 默认铃声
zh_hant: 預設鈴聲

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete Alarm
de: Wecker löschen
es: Eliminar alarma
fr: Supprimer l'alarme
it: Elimina sveglia
ja: アラームを削除
ko: 알람 삭제
pt_br: Apagar alarme
ru: Удалить будильник
tr: Alarmı sil
zh_hans: 删除闹钟
zh_hant: 刪除鬧鐘

source: Delete this alarm?
de: Diesen Wecker löschen?
es: ¿Eliminar esta alarma?
fr: Supprimer cette alarme ?
it: Eliminare questa sveglia?
ja: このアラームを削除しますか？
ko: 이 알람을 삭제할까요?
pt_br: Apagar este alarme?
ru: Удалить этот будильник?
tr: Bu alarm silinsin mi?
zh_hans: 删除这个闹钟？
zh_hant: 刪除這個鬧鐘？

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
ja: 難易度
ko: 난이도
pt_br: Dificuldade
ru: Сложность
tr: Zorluk
zh_hans: 难度
zh_hant: 難度

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Abandonner les modifications
it: Ignora le modifiche
ja: 変更を破棄
ko: 변경 사항 취소
pt_br: Descartar alterações
ru: Отменить изменения
tr: Değişiklikleri at
zh_hans: 放弃更改
zh_hant: 放棄更改

source: Discard changes?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
fr: Abandonner les modifications ?
it: Ignorare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소할까요?
pt_br: Descartar as alterações?
ru: Отменить изменения?
tr: Değişiklikler atılsın mı?
zh_hans: 放弃更改？
zh_hant: 放棄更改？

source: Dismiss
de: Ausschalten
es: Descartar
fr: Arrêter
it: Spegni
ja: 停止
ko: 끄기
pt_br: Desligar
ru: Выключить
tr: Kapat
zh_hans: 关闭闹钟
zh_hant: 關閉鬧鐘

source: Dodge the pounce
de: Weich dem Sprung aus
es: Esquiva el salto
fr: Esquive le bond
it: Schiva il balzo
ja: 飛びかかりをかわそう
ko: 덮치기를 피하세요
pt_br: Desvie do bote
ru: Уходите от прыжка
tr: Atılıştan kaç
zh_hans: 躲开扑击
zh_hant: 躲開撲擊

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: Double-tap to add or remove.
de: Doppeltippen zum Hinzufügen oder Entfernen.
es: Toca dos veces para añadir o quitar.
fr: Touchez deux fois pour ajouter ou retirer.
it: Tocca due volte per aggiungere o togliere.
ja: ダブルタップで追加または削除します。
ko: 두 번 탭하면 추가하거나 뺍니다.
pt_br: Toque duas vezes para adicionar ou remover.
ru: Двойное касание добавляет или убирает.
tr: Eklemek veya çıkarmak için iki kez dokun.
zh_hans: 双击以添加或移除。
zh_hant: 點兩下以加入或移除。

source: Double-tap to catch it before it jumps.
de: Doppeltippen, um sie zu fangen, bevor sie springt.
es: Toca dos veces para atraparlo antes de que salte.
fr: Touchez deux fois pour l’attraper avant qu’il saute.
it: Tocca due volte per prenderlo prima che salti.
ja: ジャンプする前にダブルタップでつかまえる。
ko: 점프하기 전에 두 번 탭해서 잡으세요.
pt_br: Toque duas vezes para pegá-lo antes que pule.
ru: Дважды коснитесь, чтобы поймать, пока не прыгнул.
tr: Zıplamadan önce yakalamak için iki kez dokun.
zh_hans: 在它跳走前轻点两下抓住它。
zh_hant: 在牠跳走前輕點兩下抓住牠。

source: Draw
de: Zeichnen
es: Dibujo
fr: Dessin
it: Disegno
ja: 図形
ko: 그리기
pt_br: Desenho
ru: Рисунок
tr: Çizim
zh_hans: 绘图
zh_hant: 繪圖

source: Draw it again to calibrate (2 of 2)
de: Zeichne es noch einmal zum Kalibrieren (2 von 2)
es: Dibújalo otra vez para calibrar (2 de 2)
fr: Redessinez-le pour calibrer (2 sur 2)
it: Disegnalo di nuovo per calibrare (2 di 2)
ja: もう一度描いて調整します（2/2）
ko: 보정을 위해 다시 그려 주세요 (2/2)
pt_br: Desenhe de novo para calibrar (2 de 2)
ru: Нарисуйте ещё раз для калибровки (2 из 2)
tr: Kalibrasyon için tekrar çiz (2/2)
zh_hans: 再画一次以完成校准（2/2）
zh_hant: 再畫一次以完成校準（2/2）

source: Draw Setup
de: Zeichnen einrichten
es: Configurar dibujo
fr: Configurer le dessin
it: Configura disegno
ja: 図形の設定
ko: 그리기 설정
pt_br: Configurar desenho
ru: Настройка рисунка
tr: Çizim kurulumu
zh_hans: 设置绘图
zh_hant: 設定繪圖

source: Draw your shape
de: Zeichne deine Form
es: Dibuja tu forma
fr: Dessinez votre forme
it: Disegna la tua forma
ja: 図形を描いてください
ko: 도형을 그려 주세요
pt_br: Desenhe sua forma
ru: Нарисуйте свою фигуру
tr: Şeklini çiz
zh_hans: 画出你的图形
zh_hant: 畫出你的圖形

source: Draw your shape (1 of 2)
de: Zeichne deine Form (1 von 2)
es: Dibuja tu forma (1 de 2)
fr: Dessinez votre forme (1 sur 2)
it: Disegna la tua forma (1 di 2)
ja: 図形を描いてください（1/2）
ko: 도형을 그려 주세요 (1/2)
pt_br: Desenhe sua forma (1 de 2)
ru: Нарисуйте свою фигуру (1 из 2)
tr: Şeklini çiz (1/2)
zh_hans: 画出你的图形（1/2）
zh_hant: 畫出你的圖形（1/2）

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
ru: Дублировать
tr: Çoğalt
zh_hans: 复制
zh_hant: 複製

source: Duplicate Alarm
de: Wecker duplizieren
es: Duplicar alarma
fr: Dupliquer l'alarme
it: Duplica sveglia
ja: アラームを複製
ko: 알람 복제
pt_br: Duplicar alarme
ru: Дублировать будильник
tr: Alarmı çoğalt
zh_hans: 复制闹钟
zh_hant: 複製鬧鐘

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 길이
pt_br: Duração
ru: Длительность
tr: Süre
zh_hans: 时长
zh_hant: 時間長度

source: Easy
de: Leicht
es: Fácil
fr: Facile
it: Facile
ja: やさしい
ko: 쉬움
pt_br: Fácil
ru: Легко
tr: Kolay
zh_hans: 简单
zh_hant: 簡單

source: Easy, medium and hard, new every morning.
de: Leicht, mittel und schwer, jeden Morgen neu.
es: Fácil, medio y difícil, nuevos cada mañana.
fr: Facile, moyen et difficile, nouveaux chaque matin.
it: Facile, medio e difficile, nuovi ogni mattina.
ja: やさしい・ふつう・むずかしい、毎朝新しく。
ko: 쉬움, 보통, 어려움, 매일 아침 새로.
pt_br: Fácil, médio e difícil, novos toda manhã.
ru: Лёгкая, средняя и сложная, новые каждое утро.
tr: Kolay, orta ve zor, her sabah yeni.
zh_hans: 简单、中等、困难，每天早上都是新的。
zh_hant: 簡單、中等、困難，每天早上都是新的。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Edit Alarm
de: Wecker bearbeiten
es: Editar alarma
fr: Modifier l'alarme
it: Modifica sveglia
ja: アラームを編集
ko: 알람 편집
pt_br: Editar alarme
ru: Изменить будильник
tr: Alarmı düzenle
zh_hans: 编辑闹钟
zh_hant: 編輯鬧鐘

source: Elapsed sleep time
de: Vergangene Schlafzeit
es: Tiempo de sueño transcurrido
fr: Temps de sommeil écoulé
it: Tempo di sonno trascorso
ja: 経過した睡眠時間
ko: 경과한 수면 시간
pt_br: Tempo de sono decorrido
ru: Прошло времени сна
tr: Geçen uyku süresi
zh_hans: 已睡时长
zh_hant: 已睡時間

source: empty
de: leer
es: vacía
fr: vide
it: vuota
ja: 空
ko: 빈 칸
pt_br: vazia
ru: пусто
tr: boş
zh_hans: 空
zh_hant: 空

source: Enable Alarms & Timers in Settings so alarms ring through Silent mode and Focus.
de: Aktiviere „Wecker & Timer“ in den Einstellungen, damit Wecker im Lautlos-Modus und bei Fokus klingeln.
es: Activa Alarmas y temporizadores en Ajustes para que las alarmas suenen en modo Silencio y con Concentración.
fr: Activez Alarmes et minuteurs dans Réglages pour que les alarmes sonnent en mode Silencieux et en Concentration.
it: Attiva Sveglie e timer in Impostazioni per far suonare le sveglie in modalità Silenzioso e con Full Immersion.
ja: 設定で「アラームとタイマー」を有効にすると、消音モードや集中モードでもアラームが鳴ります。
ko: 설정에서 '알람 및 타이머'를 켜면 무음 모드와 집중 모드에서도 알람이 울립니다.
pt_br: Ative Alarmes e Timers em Ajustes para que os alarmes toquem no modo Silencioso e com o Foco ativo.
ru: Включите «Будильники и таймеры» в Настройках, чтобы будильники звонили в беззвучном режиме и при Фокусировании.
tr: Alarmların Sessiz modda ve Odak açıkken çalması için Ayarlar'dan Alarmlar ve Zamanlayıcılar'ı etkinleştir.
zh_hans: 在设置中开启“闹钟与计时器”，让闹钟在静音模式和专注模式下也能响。
zh_hant: 請在設定中開啟「鬧鐘與計時器」，讓鬧鐘在靜音模式和專注模式下也能響。

source: End
de: Beenden
es: Terminar
fr: Terminer
it: Fine
ja: 終了
ko: 끝내기
pt_br: Encerrar
ru: Закончить
tr: Bitir
zh_hans: 结束
zh_hant: 結束

source: End sleep tracking?
de: Schlafaufzeichnung beenden?
es: ¿Terminar el registro del sueño?
fr: Arrêter le suivi du sommeil ?
it: Terminare il monitoraggio del sonno?
ja: 睡眠の記録を終了しますか？
ko: 수면 기록을 종료할까요?
pt_br: Encerrar o registro do sono?
ru: Завершить запись сна?
tr: Uyku takibi sonlandırılsın mı?
zh_hans: 结束睡眠记录？
zh_hant: 結束睡眠記錄？

source: Enter the phrase to type
de: Gib den Satz ein, der getippt werden soll
es: Escribe la frase que habrá que teclear
fr: Saisissez la phrase à taper
it: Inserisci la frase da digitare
ja: 入力させるフレーズを入れてください
ko: 입력하게 할 문구를 적어 주세요
pt_br: Digite a frase que será exigida
ru: Введите фразу, которую нужно будет набрать
tr: Yazılacak cümleyi gir
zh_hans: 输入需要打出的句子
zh_hant: 輸入需要打出的句子

source: Escalating tones
de: Ansteigende Töne
es: Tonos ascendentes
fr: Tons croissants
it: Toni crescenti
ja: だんだん強くなる音
ko: 점점 커지는 음
pt_br: Tons crescentes
ru: Нарастающие сигналы
tr: Yükselen tonlar
zh_hans: 渐强音
zh_hant: 漸強音

source: Every cushion wants one cat asleep on it. One cat to a row, one to a column, and no two touching, not even at a corner. Tap once to rule a cell out, twice for a cat.
de: Auf jedes Kissen gehört eine schlafende Katze. Eine Katze pro Zeile, eine pro Spalte, und keine zwei berühren sich, auch nicht an einer Ecke. Einmal tippen schließt ein Feld aus, zweimal setzt eine Katze.
es: Cada cojín quiere un gato dormido. Un gato por fila, uno por columna, y ninguno tocándose, ni siquiera en una esquina. Toca una vez para descartar una casilla, dos para poner un gato.
fr: Chaque coussin attend un chat endormi. Un chat par ligne, un par colonne, et jamais deux qui se touchent, même par un coin. Touchez une fois pour exclure une case, deux fois pour un chat.
it: Ogni cuscino vuole un gatto addormentato. Un gatto per riga, uno per colonna, e mai due che si toccano, nemmeno in diagonale. Tocca una volta per escludere una casella, due per un gatto.
ja: どのクッションにもねこを一匹寝かせましょう。各行に一匹、各列に一匹。ねこ同士は角も含めて隣り合ってはいけません。1回タップでマスを除外、2回でねこを置きます。
ko: 쿠션마다 잠든 고양이 한 마리가 필요해요. 행마다 한 마리, 열마다 한 마리, 그리고 모서리까지 포함해 서로 닿으면 안 돼요. 한 번 탭하면 칸을 제외하고, 두 번 탭하면 고양이를 놓아요.
pt_br: Cada almofada quer um gato dormindo. Um gato por linha, um por coluna, e nenhum encostando no outro, nem pela quina. Toque uma vez para descartar uma casa, duas para pôr um gato.
ru: На каждой подушке должен спать один кот. По одному коту в строке и в столбце, и никакие два не касаются друг друга, даже углом. Одно касание исключает клетку, два кладут кота.
tr: Her minder üstünde uyuyan bir kedi ister. Her satırda bir kedi, her sütunda bir kedi; köşeden bile olsa iki kedi birbirine değmez. Bir dokunuş hücreyi eler, iki dokunuş kedi koyar.
zh_hans: 每个靠垫上都要睡一只猫。每行一只、每列一只，任何两只猫都不能相邻，斜角也不行。点一下排除格子，点两下放猫。
zh_hant: 每個靠墊上都要睡一隻貓。每列一隻、每欄一隻，任何兩隻貓都不能相鄰，斜角也不行。點一下排除格子，點兩下放貓。

source: Every day
de: Jeden Tag
es: Todos los días
fr: Tous les jours
it: Ogni giorno
ja: 毎日
ko: 매일
pt_br: Todos os dias
ru: Каждый день
tr: Her gün
zh_hans: 每天
zh_hant: 每天

source: Every day, to start with. You can change all of this later.
de: Für den Anfang jeden Tag. Du kannst das alles später ändern.
es: Todos los días, para empezar. Puedes cambiarlo todo más adelante.
fr: Tous les jours, pour commencer. Vous pourrez tout modifier plus tard.
it: Ogni giorno, per iniziare. Potrai cambiare tutto più avanti.
ja: まずは毎日から。あとからすべて変更できます。
ko: 우선 매일로 시작합니다. 나중에 모두 바꿀 수 있어요.
pt_br: Todos os dias, para começar. Você pode mudar tudo depois.
ru: Для начала — каждый день. Всё это можно изменить позже.
tr: Başlangıç için her gün. Hepsini sonra değiştirebilirsin.
zh_hans: 先设为每天。之后都可以修改。
zh_hant: 先設為每天。之後都可以修改。

source: Every fourth tap, a somersault.
de: Jedes vierte Tippen ein Salto.
es: Cada cuatro toques, una voltereta.
fr: Tous les quatre tapotements, une galipette.
it: Ogni quattro tocchi, una capriola.
ja: 4回タップごとに宙返り。
ko: 네 번 탭할 때마다 공중제비.
pt_br: A cada quatro toques, uma cambalhota.
ru: Каждое четвёртое касание — сальто.
tr: Her dördüncü dokunuşta bir takla.
zh_hans: 每点四下，翻一个跟头。
zh_hant: 每點四下，翻一個筋斗。

source: Every morning, yours
de: Jeder Morgen gehört dir
es: Cada mañana es tuya
fr: Chaque matin vous appartient
it: Ogni mattina è tua
ja: 毎朝を、自分のものに
ko: 모든 아침을 내 것으로
pt_br: Cada manhã é sua
ru: Каждое утро — ваше
tr: Her sabah senin
zh_hans: 每个早晨，都属于你
zh_hant: 每個早晨，都屬於你

source: Every tap leaves a few sparkles.
de: Jedes Tippen hinterlässt ein paar Funken.
es: Cada toque deja unos destellos.
fr: Chaque tapotement laisse quelques étincelles.
it: Ogni tocco lascia qualche scintilla.
ja: タップするたびにキラキラ。
ko: 탭할 때마다 반짝이가 흩어져요.
pt_br: Cada toque deixa umas faíscas.
ru: Каждое касание оставляет искры.
tr: Her dokunuş birkaç pırıltı bırakır.
zh_hans: 每点一下，留下几颗星光。
zh_hant: 每點一下，留下幾顆星光。

source: Every third tap, a jump twice as high.
de: Jedes dritte Tippen ein doppelt so hoher Sprung.
es: Cada tres toques, un salto el doble de alto.
fr: Tous les trois tapotements, un saut deux fois plus haut.
it: Ogni tre tocchi, un salto alto il doppio.
ja: 3回タップごとに2倍の高さでジャンプ。
ko: 세 번 탭할 때마다 두 배로 높이 점프.
pt_br: A cada três toques, um pulo duas vezes mais alto.
ru: Каждое третье касание — прыжок вдвое выше.
tr: Her üçüncü dokunuşta iki kat yüksek bir zıplama.
zh_hans: 每点三下，跳得高一倍。
zh_hant: 每點三下，跳得高一倍。

source: Every weekday
de: Jeden Wochentag
es: Todos los días laborables
fr: Tous les jours de semaine
it: Ogni giorno feriale
ja: 平日毎日
ko: 평일마다
pt_br: Todo dia útil
ru: По будням
tr: Her hafta içi
zh_hans: 每个工作日
zh_hant: 每個平日

source: Fell asleep
de: Eingeschlafen
es: Se durmió
fr: Endormi à
it: Addormentato
ja: 入眠
ko: 잠든 시각
pt_br: Adormeceu
ru: Уснули
tr: Uykuya daldı
zh_hans: 入睡
zh_hant: 入睡

source: Focus
de: Fokus
es: Foco
fr: Priorité
it: Priorità
ja: 今日の目標
ko: 오늘의 집중
pt_br: Prioridade
ru: Главное
tr: Öncelik
zh_hans: 今日重点
zh_hant: 今日重點

source: Focus could not be saved.
de: Fokus konnte nicht gesichert werden.
es: No se pudo guardar el foco.
fr: Impossible d'enregistrer la priorité.
it: Impossibile salvare la priorità.
ja: 今日の目標を保存できませんでした。
ko: 오늘의 집중을 저장하지 못했습니다.
pt_br: Não foi possível salvar a prioridade.
ru: Не удалось сохранить главное на сегодня.
tr: Bugünün önceliği kaydedilemedi.
zh_hans: 无法保存今日重点。
zh_hant: 無法儲存今日重點。

source: Found it!
de: Gefunden!
es: ¡Lo encontraste!
fr: Trouvé !
it: Trovato!
ja: 見つけた！
ko: 찾았다!
pt_br: Achou!
ru: Нашли!
tr: Buldun!
zh_hans: 找到了！
zh_hant: 找到了！

source: Four more app icons
de: Vier weitere App-Symbole
es: Cuatro iconos más para la app
fr: Quatre icônes d’app en plus
it: Altre quattro icone per l’app
ja: 追加のアプリアイコン4種
ko: 추가 앱 아이콘 4종
pt_br: Mais quatro ícones para o app
ru: Ещё четыре значка приложения
tr: Dört yeni uygulama simgesi
zh_hans: 另外四款 App 图标
zh_hant: 另外四款 App 圖像

source: Free
de: Gratis
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
ru: Бесплатно
tr: Ücretsiz
zh_hans: 免费版
zh_hant: 免費版

source: Free covers %lld alarms. Upgrade to Premium for as many as you need.
de: Die Gratisversion umfasst %lld Wecker. Mit Premium hast du so viele, wie du brauchst.
es: La versión gratuita cubre %lld alarmas. Pasa a Premium para tener todas las que necesites.
fr: La version gratuite couvre %lld alarmes. Passez à Premium pour en avoir autant que nécessaire.
it: La versione gratuita copre %lld sveglie. Passa a Premium per averne quante ne servono.
ja: 無料版ではアラームを%lld件まで設定できます。Premiumなら必要なだけ作れます。
ko: 무료 버전은 알람 %lld개까지 지원합니다. Premium으로 필요한 만큼 만드세요.
pt_br: A versão grátis cobre %lld alarmes. Assine o Premium para ter quantos precisar.
ru: В бесплатной версии доступно будильников: %lld. С Premium — сколько угодно.
tr: Ücretsiz sürüm %lld alarmı kapsar. İhtiyacın kadarı için Premium'a geç.
zh_hans: 免费版支持 %lld 个闹钟。升级 Premium 可创建任意数量。
zh_hant: 免費版支援 %lld 個鬧鐘。升級 Premium 可建立任意數量。

source: Free covers two alarms. Premium has no limit.
de: Die Gratisversion umfasst zwei Wecker. Premium hat kein Limit.
es: La versión gratuita cubre dos alarmas. Premium no tiene límite.
fr: La version gratuite couvre deux alarmes. Premium n'a pas de limite.
it: La versione gratuita copre due sveglie. Premium non ha limiti.
ja: 無料版はアラーム2件まで。Premiumは無制限です。
ko: 무료 버전은 알람 2개까지입니다. Premium은 제한이 없습니다.
pt_br: A versão grátis cobre dois alarmes. O Premium não tem limite.
ru: В бесплатной версии два будильника. В Premium ограничений нет.
tr: Ücretsiz sürüm iki alarmı kapsar. Premium'da sınır yok.
zh_hans: 免费版支持两个闹钟。Premium 没有上限。
zh_hant: 免費版支援兩個鬧鐘。Premium 沒有上限。

source: Free includes %lld alarms with the Math and Shake missions.
de: Die Gratisversion enthält %lld Wecker mit den Missionen Mathe und Schütteln.
es: La versión gratuita incluye %lld alarmas con las misiones Matemáticas y Agitar.
fr: La version gratuite inclut %lld alarmes avec les missions Calcul et Secouer.
it: La versione gratuita include %lld sveglie con le missioni Matematica e Scuoti.
ja: 無料版にはアラーム%lld件と、計算・シェイクのミッションが含まれます。
ko: 무료 버전에는 알람 %lld개와 수학·흔들기 미션이 포함됩니다.
pt_br: A versão grátis inclui %lld alarmes com as missões Matemática e Sacudir.
ru: В бесплатную версию входит %lld будильника с заданиями «Пример» и «Встряхивание».
tr: Ücretsiz sürüm, Matematik ve Salla görevleriyle birlikte %lld alarm içerir.
zh_hans: 免费版包含 %lld 个闹钟，以及算术和摇一摇任务。
zh_hant: 免費版包含 %lld 個鬧鐘，以及算術和搖動任務。

source: Free tries left: %lld
de: Gratis-Versuche übrig: %lld
es: Intentos gratis: %lld
fr: Essais gratuits restants : %lld
it: Prove gratuite rimaste: %lld
ja: 無料のお試し残り：%lld
ko: 남은 무료 체험: %lld
pt_br: Tentativas grátis restantes: %lld
ru: Бесплатных попыток: %lld
tr: Kalan ücretsiz deneme: %lld
zh_hans: 剩余免费试玩：%lld
zh_hant: 剩餘免費試玩：%lld

source: Fri
de: Fr
es: vie
fr: ven
it: ven
ja: 金
ko: 금
pt_br: sex
ru: пт
tr: Cum
zh_hans: 五
zh_hant: 五

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ja: 金曜日
ko: 금요일
pt_br: Sexta-feira
ru: Пятница
tr: Cuma
zh_hans: 星期五
zh_hant: 星期五

source: Game over
de: Spiel vorbei
es: Fin del juego
fr: Partie terminée
it: Partita finita
ja: ゲームオーバー
ko: 게임 끝
pt_br: Fim de jogo
ru: Игра окончена
tr: Oyun bitti
zh_hans: 游戏结束
zh_hant: 遊戲結束

source: Gentle
de: Sanft
es: Suave
fr: Doux
it: Delicato
ja: やさしい
ko: 부드러움
pt_br: Suave
ru: Мягкий
tr: Yumuşak
zh_hans: 轻柔
zh_hant: 輕柔

source: Get a good night's sleep.
de: Schlaf gut.
es: Que duermas bien.
fr: Passez une bonne nuit.
it: Dormi bene.
ja: ゆっくりおやすみください。
ko: 편안한 밤 되세요.
pt_br: Tenha uma boa noite de sono.
ru: Хорошего сна.
tr: İyi uykular.
zh_hans: 祝你睡个好觉。
zh_hant: 祝你有個好眠。

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
zh_hans: 开始使用
zh_hant: 開始使用
